{
  "title": "Privacy Policy",
  "lastUpdated": "October 16, 2024",
  "introduction": {
    "content": "This Privacy Policy describes how scentsaver.net (the \"Site\", \"we\", \"us\", or \"our\") collects, uses, and discloses your personal information when you visit, use our services, or make a purchase from https://www.scentsaver.net (the \"Site\") or otherwise communicate with us (collectively, the \"Services\"). For purposes of this Privacy Policy, \"you\" and \"your\" means you as the user of the Services, whether you are a customer, website visitor, or another individual whose information we have collected pursuant to this Privacy Policy."
  },
  "acceptance": {
    "content": "Please read this Privacy Policy carefully. By using and accessing any of the Services, you agree to the collection, use, and disclosure of your information as described in this Privacy Policy. If you do not agree to this Privacy Policy, please do not use or access any of the Services."
  },
  "changes": {
    "title": "Changes to This Privacy Policy",
    "content": "We may update this Privacy Policy from time to time, including to reflect changes to our practices or for other operational, legal, or regulatory reasons. We will post the revised Privacy Policy on the Site, update the \"Last updated\" date and take any other steps required by applicable law."
  },
  "dataCollection": {
    "title": "How We Collect and Use Your Personal Information",
    "content": "To provide the Services, we collect and have collected over the past 12 months personal information about you from a variety of sources, as set out below. The information that we collect and use varies depending on how you interact with us."
  },
  "personalInformation": {
    "title": "What Personal Information We Collect",
    "content": "The types of personal information we obtain about you depends on how you interact with our Site and use our Services. When we use the term \"personal information\", we are referring to information that identifies, relates to, describes or can be associated with you. The following sections describe the categories and specific types of personal information we collect."
  },
  "directCollection": {
    "title": "Information We Collect Directly from You",
    "content": [
      "Basic contact details including your name, address, phone number, email.",
      "Order information including your name, billing address, shipping address, payment confirmation, email address, phone number.",
      "Account information including your username, password, security questions.",
      "Shopping information including the items you view, put in your cart or add to your wishlist.",
      "Customer support information including the information you choose to include in communications with us, for example, when sending a message through the Services."
    ]
  },
  "cookies": {
    "title": "Information We Collect through Cookies",
    "content": "We also automatically collect certain information about your interaction with the Services (\"Usage Data\"). To do this, we may use cookies, pixels, and similar technologies (\"Cookies\"). Usage Data may include information about how you access and use our Site and your account, including device information, browser information, information about your network connection, your IP address and other information regarding your interaction with the Services."
  },
  "thirdPartyCollection": {
    "title": "Information We Obtain from Third Parties",
    "content": [
      "Companies who support our Site and Services, such as Shopify.",
      "Our payment processors, who collect payment information (e.g., bank account, credit or debit card information, billing address) to process your payment in order to fulfill your orders.",
      "When you visit our Site, open or click on emails we send you, or interact with our Services or advertisements, we may automatically collect certain information using online tracking technologies such as pixels, web beacons, software developer kits, third-party libraries, and cookies."
    ]
  },
  "usage": {
    "title": "How We Use Your Personal Information",
    "content": [
      "Providing Products and Services. We use your personal information to provide you with the Services in order to perform our contract with you, including to process your payments, fulfill your orders, and to send notifications.",
      "Marketing and Advertising. We use your personal information for marketing and promotional purposes.",
      "Security and Fraud Prevention. We use your personal information to detect, investigate, or take action regarding possible fraudulent, illegal, or malicious activity.",
      "Communicating with you. We use your personal information to provide you with customer support and improve our Services."
    ]
  },
  "disclosure": {
    "title": "How We Disclose Personal Information",
    "content": [
      "With vendors or other third parties who perform services on our behalf (e.g., IT management, payment processing, data analytics, customer support, cloud storage, fulfillment and shipping).",
      "With business and marketing partners, including Shopify, to provide services and advertise to you.",
      "When you direct or consent to our disclosure of certain information to third parties.",
      "In connection with a business transaction such as a merger or bankruptcy."
    ]
  },
  "contact": {
    "title": "Contact",
    "content": "Should you have any questions about our privacy practices or this Privacy Policy, or if you would like to exercise any of the rights available to you, please email us at contact@scentsaver.net."
  }
}